package com.ipower365.saas.basic.constants;

/**
 * 账本子科目
 * @author Aron
 */
public class SubAccountBookID {
    public static String Penalty = "20100";
    public static String Balance = "20000";
    public static String TotalCredit = "20905"; 
    
//    20100   滞纳金
//    20000   预存款
//    20200   客房租金
//    20300   押金
//    20400   定金
//    20500   房间服务费
//    20600   资源使用费
//    20700   商品服务费
//    20800   现金券
//    20801   非现金券
//    20900   会龄积分
//    20901   客房租金积分
//    20902   服务费积分
//    20903   商品积分
//    20904   资源使用费积分
//    20905   积分全部
//    20906   积分#
//    21000   客房租金抵用券
//    21001   客房服务费抵用券
//    21002   服务费抵用券
//    21003   商品抵用券
//    21004   资源折扣券
//    21100   客房服务费折扣券
//    21101   服务费折扣券
//    21102   客房租金折扣券
//    21103   商品折扣券
//    21104   资源折扣券
//    21200   房源租金
//    21300   房源配置费用
//    21400   客房维修费用
//    21500   房源日常费用
//    21600   平台服务费
//    21700   平台硬件费
//    21800   违约金
//    21900   损毁赔偿金
}
